Repository: curaloucura/money-forecast
Catalog: moneyforecast/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Portuguese
pt: Português

source: German
pt: Alemão

source: English
pt: Inglês

source: Outcome
pt: Débito

source: Income
pt: Crédito

source: Savings
pt: Poupança

source: Select the category for this record. This field is required
pt: Selectione a conta para este registro. Este campo é obrigatório

source: How much?
pt: Quanto?

source: Please, use only the monthly amount. This field is required
pt: Por favor, informe somente a quantidade mensal. Este campo é obrigatório

source: Date
pt: Data

source: This field is required
pt: Este campo é obrigatório

source: Day of the month
pt: Dia do mês

source: Use this field to set recurring bills. The day in which will you be billed every month
pt: Use este campo para contas recorrentes. Este é o dia que será debitada mensalmente

source: Number of Payments
pt: Número de Parcelas

source: This is only used to generate the final payment date
pt: Este é somente usado para gerar a data final de pagamento

source: Last payment on
pt: Último pagamento em

source: This is the date when it will be the last payment for this record, after this date the record will not appear on the calculations
pt: Esta é a data para o último pagamento desta conta, depois desta data a conta não aparecerá mais nos cálculos

source: Is it totally paid?
pt: Foi totalmente paga?

source: If checked, the record won't appear in the calculations anymore. Click it only to hide a record from your spreadsheet
pt: Se selecionado, a conta não aparecerá nos cálculos mais. Selecione somente para esconder a conta da planilha

source: Salary
pt: Salário

source: Food & Goods
pt: Alimentação

source: House Expenses
pt: Despesas da Casa

source: Extra Income
pt: Receita Extra

source: Extra Outcome
pt: Despesa Extra

source: Monthly Balance
pt: Saldo Mensal

source: Unscheduled Debts
pt: Contas Não Agendadas

source: Unscheduled Credit
pt: Créditos Não Agendados

source: Initial Balance
pt: Saldo Inicial

source: My Money Forecast
pt: Minha Previsão Financeira

source: Difference
pt: Diferença

source: Final Balance
pt: Saldo Final

source: Logout
pt: Sair

source: New Income
pt: Nova Receita

source: New Outcome
pt: Nova Despesa

source: New Savings
pt: Nova Poupança

source: Set Balance
pt: Ajustar Saldo

source: Recurrent
pt: Recorrente

source: Yellow records are not being calculated on the final balance <br>because they are before the initial balance from
pt: Linhas amarelas não estão sendo calculadas no balanço final <br>porque elas são contabilizadas antes do balanço inicial em

source: It's
pt: É

source: The total of debts this month is
pt: O total de débitos este mês é

source: You spent
pt: Você gastou

source: more then you've earned this month
pt: mais do que ganhou este mês

source: You have nothing
pt: Você não tem nada

source: No gain, no fun.
pt: Sem ganho, sem fama.

source: You have
pt: Você tem

source: extra cash this month. <br>Do some savings!
pt: a mais este mês. <br>Vamos poupar!

source: Upcoming this month
pt: A pagar este mês

source: No more debts this month, hooray!
pt: Sem mais débitos este mês, eba!

source: Today
pt: Hoje

source: Tomorrow
pt: Amanhã

source: Oops, no savings yet. <br>You'd better start soon!
pt: Oops, nenhuma poupança ainda. <br>Melhor começar a economizar!

source: Add savings
pt: Poupar

source: Unscheduled debts
pt: Débitos Não Agendados

source: This is still not being accounted. Be aware!
pt: Atenção! Estes não estão sendo contabilizados.

source: You have no unscheduled debts. Unscheduled debts are those debts you don't know when you are going to pay for them yet, like your mum's or uncle Joe's.
pt: Você não tem nenhum débito não agendado. Esses débitos são aqueles que você não sabe quando vai pagar, como para a sua mãe ou o tio Chico.

source: Add unscheduled debt
pt: Adicionar débito não planejado

source: Unscheduled credits
pt: Créditos Não Agendados

source: You have no unscheduled credits. Unscheduled credits is the money you lent that you have no idea when they will be paid back, like to your best friend or your brother.
pt: Você não tem nenhum crédito não agendado. Esses são aquele dinheiro que você empresta e não sabe quando receberá de volta, como para o seu melhor amigo ou seu irmão.

source: Add unscheduled credit
pt: Adicionar crédito não planejado
